<?php

return [
    'breadcrumbs' => [
        'title' => 'Свяжитесь с нами',
        'contact_us' => 'свяжитесь с нами',
    ],
    'operation_hours' => 'Часы работы',
    'form' => [
        'title' => 'Оставьте нам сообщение',
        'text' => 'Используйте форму ниже, чтобы связаться с отделом продаж',
        'name' => 'Имя',
        'email' => 'Электронная почта',
        'subject' => 'Тема',
        'message' => 'Сообщение',
        'submit' => 'отправить сообщение',
    ],
    'error' => [
        'name' => [
            'required' => 'Имя обязательно для заполнения',
            'min' => 'Имя должно содержать не менее :min символов',
            'max' => 'Имя должно содержать не более :max символов',
        ],
        'email' => [
            'required' => 'Электронная почта обязательна для заполнения',
            'email' => 'Неверный формат электронной почты',
        ],
        'subject' => [
            'required' => 'Тема обязательна для заполнения',
            'min' => 'Тема должна содержать не менее :min символов',
        ],
        'message' => [
            'required' => 'Сообщение обязательно для заполнения',
            'min' => 'Сообщение должно содержать не менее :min символов',
        ],
    ],
    'success' => 'Сообщение успешно отправлено',
    'mail' => [
        'title' => 'Новый вопрос с контактной формы',
    ],
    'our_store' => 'наш магазин',
];
