<?php

return [
    'admin' => [
        'list' => [
            'name' => 'Название страны',
            'code' => 'Код страны',
            'phone' => 'Телефонный код',
            'published' => 'Опубликовано',
            'pined' => 'Закреплено',
        ],
        'form' => [
            'name' => 'Название страны',
            'code' => 'Код страны',
            'phone' => 'Телефонный код',
            'published' => 'Опубликовано',
            'pined' => 'Закреплено',
        ],
    ],
];
