<?php

return [
    'sub_categories' => 'Подкатегории',
    'brands' => 'Бренды',
    'price' => 'Цена',
    'admin' => [
        'checkbox' => 'Чекбокс',
        'color_picker' => 'Выбор цвета',
        'non_filter' => 'Без фильтра',
        'radio' => 'Радио',
        'range' => 'Диапазон',
        'select' => 'Выбор',
        'boolean' => [
            'label' => 'Переключатель (Вкл/Выкл)',
            '0' => 'Выкл',
            '1' => 'Вкл',
            'value' => 'Значение',
            'any' => 'Любое',
        ],
        'color' => [
            'label' => 'Цвет (#HEX)',
            'value' => 'Цвет',
        ],
        'number' => [
            'label' => 'Число',
            'value' => 'Значение',
        ],
        'textarea' => [
            'label' => 'Многострочное текстовое поле',
            'value' => 'Значение',
        ],
        'text' => [
            'label' => 'Текстовая строка',
            'value' => 'Значение',
        ],
    ],
];
