<?php

return [
    'admin' => [
        'add_property' => 'Добавить свойство',
        'property' => 'Свойство',
        'form' => [
            'name' => 'Название свойства',
            'type' => 'Тип значения',
            'filter' => 'Тип фильтра',
            'options' => 'Доступные опции',
        ],
        'list' => [
            'name' => 'Название свойства',
            'type' => 'Тип значения',
            'filter' => 'Тип фильтра',
        ],
        'system' => [
            'label' => 'Свойство продукта',
            'plural_title' => 'Свойства продукта',
        ],
    ],
];
