<?php

return [
    'admin' => [
        'form' => [
            'country' => 'Название страны',
            'name' => 'Название региона',
            'code' => 'Код региона',
            'published' => 'Опубликовано',
        ],
        'list' => [
            'country' => 'Название страны',
            'name' => 'Название региона',
            'code' => 'Код региона',
            'published' => 'Опубликовано',
        ],
        'system' => [
            'label' => 'Регион',
            'plural_title' => 'Регионы',
        ],
    ],
];
